Repository: yuetyam/jyutping
Catalog: Jyutping/Localizable.xcstrings
Source language: en
Languages: fr, yue

# General.Copied
source: Copied
fr: Copié
yue: 已複製

# General.Copy
source: Copy
fr: Copier
yue: 複製

# General.CopyCantoneseText
source: Copy Text
fr: Copier le texte
yue: 複製文字

# General.CopyJyutpingText
source: Copy Jyutping
fr: Copier le Jyutping
yue: 複製粵拼

# General.Search
source: Search
fr: Rechercher
yue: 檢索

# IOSAboutTab.ContextMenu.CopyAppStoreLink
source: Copy App Store Link
fr: Copier le lien de l'App Store
yue: 複製 App Store 連結

# IOSAboutTab.ContextMenu.CopyEmailAddress
source: Copy Email Address
fr: Copier l'adresse e-mail
yue: 複製電郵地址

# IOSAboutTab.ContextMenu.CopyQQGroupID
source: Copy QQ Group ID
fr: Copier l’ID du groupe QQ
yue: 複製 QQ 羣號

# IOSAboutTab.ContextMenu.CopyUsername
source: Copy Username
fr: Copier le nom d’utilisateur
yue: 複製戶名

# IOSAboutTab.Email.MailUnavailable
source: Mail unavailable
fr: Courrier indisponible
yue: 電郵不可用

# IOSAboutTab.Email.UnableToComposeMail
source: Unable to compose mail
fr: Impossible de rédiger le courrier
yue: 無法編寫郵件

# IOSAboutTab.LabelTitle.JyutpingForMac
source: Jyutping for macOS
fr: Jyutping pour macOS
yue: macOS 粵拼輸入法

# IOSAboutTab.LabelTitle.ReviewOnTheAppStore
source: Review on the App Store
fr: Laisser un avis sur l'App Store
yue: 前往 App Store 點評

# IOSAboutTab.LabelTitle.ShareThisApp
source: Share this App
fr: Partager cette application
yue: 分享本應用程式

# IOSCantoneseTab.LabelTitle.CantoneseExpressions
source: Cantonese Expressions
fr: Expressions cantonaises
yue: 粵語用字參攷

# IOSCantoneseTab.LabelTitle.CantonMetro
source: Canton Metro
fr: Métro de Canton
yue: 廣州地鐵

# IOSCantoneseTab.LabelTitle.ChineseZodiac
source: Chinese Zodiac
fr: Signes du zodiaque chinois
yue: 十二生肖

# IOSCantoneseTab.LabelTitle.FatshanMetro
source: Fatshan Metro
fr: Métro de Fatshan
yue: 佛山地鐵

# IOSCantoneseTab.LabelTitle.HongKongMTR
source: Hong Kong MTR
fr: MTR de Hong Kong
yue: 港鐵

# IOSCantoneseTab.LabelTitle.HundredFamilySurnames
source: Hundred Family Surnames
fr: Cent noms de famille
yue: 百家姓

# IOSCantoneseTab.LabelTitle.Numbers
source: Numbers
fr: Nombres
yue: 數字

# IOSCantoneseTab.LabelTitle.ShamChunMetro
source: Sham Chun Metro
fr: Métro de Sham Chun
yue: 深圳地鐵

# IOSCantoneseTab.LabelTitle.SimplifiedCharacterConfusion
source: Simplified Character Confusion
fr: Confusion de caractères simplifiés
yue: 簡化字常見混亂

# IOSCantoneseTab.LabelTitle.SolarTerms
source: Solar Terms
fr: Termes solaires
yue: 二十四節氣

# IOSCantoneseTab.LabelTitle.StemsAndBranches
source: Stems & Branches
fr: Tiges et branches
yue: 天干地支

# IOSCantoneseTab.LabelTitle.ThousandCharacterClassic
source: Thousand Character Classic
fr: Classique des mille caractères
yue: 千字文

# IOSCantoneseTab.LabelTitle.TungkunRailTransit
source: Tungkun Rail Transit
fr: Transport ferroviaire de Tungkun
yue: 東莞軌道交通

# IOSCantoneseTab.NavigationTitle.CantoneseExpressions
source: Expressions
fr: Expressions cantonaises
yue: 粵語用字參攷

# IOSCantoneseTab.NavigationTitle.CantonMetro
source: Canton Metro
fr: Métro de Canton
yue: 廣州地鐵

# IOSCantoneseTab.NavigationTitle.ChineseZodiac
source: Chinese Zodiac
fr: Signes du zodiaque chinois
yue: 十二生肖

# IOSCantoneseTab.NavigationTitle.FatshanMetro
source: Fatshan Metro
fr: Métro de Fatshan
yue: 佛山地鐵

# IOSCantoneseTab.NavigationTitle.HongKongMTR
source: Hong Kong MTR
fr: MTR de Hong Kong
yue: 港鐵

# IOSCantoneseTab.NavigationTitle.HundredFamilySurnames
source: Surnames
fr: Cent noms de famille
yue: 百家姓

# IOSCantoneseTab.NavigationTitle.Numbers
source: Numbers
fr: Nombres
yue: 數字

# IOSCantoneseTab.NavigationTitle.ShamChunMetro
source: Sham Chun Metro
fr: Métro de Sham Chun
yue: 深圳地鐵

# IOSCantoneseTab.NavigationTitle.SolarTerms
source: Solar Terms
fr: Termes solaires
yue: 二十四節氣

# IOSCantoneseTab.NavigationTitle.StemsAndBranches
source: Stems & Branches
fr: Tiges et branches
yue: 天干地支

# IOSCantoneseTab.NavigationTitle.ThousandCharacterClassic
source: Characters
fr: Classique des mille caractères
yue: 千字文

# IOSCantoneseTab.NavigationTitle.TungkunRailTransit
source: Tungkun Rail Transit
fr: Transport ferroviaire de Tungkun
yue: 東莞軌道交通

# IOSHomeTab.ChangeDisplayLanguage.Body.Keyboard.Row1
source: Tap the gear button in the top of the keyboard to open settings panel, then select a language from the Keyboard Display Language section.
fr: Appuyez sur le bouton d'engrenage en haut du clavier pour ouvrir le panneau des paramètres, puis sélectionnez une langue dans la section Langue d'affichage du clavier.
yue: 從鍵盤左上角嘅齒輪入到設定䈎面，搵到「鍵盤介面顯示語言」，然後選擇語言。

# IOSHomeTab.ChangeDisplayLanguage.Body.Keyboard.Row2
source: Jump to Settings app, then toggle Full Access for the keyboard. This will restart the keyboard and complete the language switch.
fr: Accédez à l'application Réglages, puis activez l'option Accès complet pour le clavier. Cela redémarrera le clavier et terminera le changement de langue.
yue: 跳轉至設定App，將「粵拼」鍵盤嘅「全權取用」權限開、關一下。系統就會將鍵盤重啓，語言切換先會起效。

# IOSHomeTab.ChangeDisplayLanguage.Body.MainApp.Row1
source: Make sure you have multiple languages enabled on your device.
fr: Assurez-vous que plusieurs langues sont activées sur votre appareil.
yue: 請首先確保本設備啓用咗多個語言。

# IOSHomeTab.ChangeDisplayLanguage.Body.MainApp.Row2
source: Jump to Settings app, then select the language you preferred for Jyutping app.
fr: Accédez à l'application Réglages, puis sélectionnez la langue que vous préférez pour l'application Jyutping.
yue: 跳轉至設定App，然後爲粵拼App選擇偏好語言。

# IOSHomeTab.ChangeDisplayLanguage.Heading.Keyboard
source: Keyboard Display Language
fr: Langue d'affichage du clavier
yue: 鍵盤介面顯示語言

# IOSHomeTab.ChangeDisplayLanguage.Heading.MainApp
source: Main App Display Language
fr: Langue d'affichage de l'application principale
yue: 主應用程式介面顯示語言

# IOSHomeTab.ClipboardFeaturesView.Notice1
source: Due to system limitations, the **Paste** button on the keyboard will only function when the **Allow Full Access** permission is turned on.
fr: En raison des limitations du système, le bouton **Coller** du clavier ne fonctionnera que lorsque l'autorisation **Autoriser l'accès complet** est activée.
yue: 由於系統限制，需要開啓「允許全權取用」權限，鍵盤「貼上」掣先可以正常使用。

# IOSHomeTab.ClipboardFeaturesView.Notice2
source: The keyboard itself would not store any content of the system clipboard.
fr: Le clavier lui-même ne stockera aucun contenu du presse-papiers système.
yue: 鍵盤自身冇儲存系統剪貼板或者輸入框嘅任何內容。

# IOSHomeTab.ClipboardFeaturesView.Notice3
source: When you press the **Paste** button on the keyboard, the system may prompt you to ask if you want to allow the paste.
fr: Lorsque vous appuyez sur le bouton **Coller** du clavier, le système peut vous demander si vous souhaitez autoriser le collage.
yue: 撳「貼上」或者「清空系統剪貼板」掣時，系統可能會彈提示，詢問是否允許貼上。

# IOSHomeTab.ClipboardFeaturesView.Notice4
source: If you find it annoying to have these prompts, you can go to the **Jyutping** in the **Settings** app, and change the setting **Paste from Other Apps** from **Ask** to **Allow**.
fr: Si vous trouvez ennuyeux d'avoir ces invites, vous pouvez aller dans **Jyutping** dans l'application **Réglages** et modifier le paramètre **Coller à partir d'autres applications** de **Demander** à **Autoriser**.
yue: 如果覺得經常彈提示好煩，可以去系統設定App嘅「粵拼」䈎面；將設定項「從其他App貼上」，由「詢問」改爲「允許」。

# IOSHomeTab.EnablingKeyboard.Footer
source: Haptic Feedback requires Full Access
fr: Le retour haptique nécessite un accès complet
yue: 觸感回應(Haptic Feedback)需要「全權取用」

# IOSHomeTab.EnablingKeyboard.Step1
source: Jump to **Settings**
fr: Accéder aux **Réglages**
yue: 跳轉至 **設定**

# IOSHomeTab.EnablingKeyboard.Step2
source: Tap **Keyboards**
fr: Appuyez sur **Claviers**
yue: 點選 **鍵盤**

# IOSHomeTab.EnablingKeyboard.Step3
source: Turn on **Jyutping**
fr: Activez **Jyutping**
yue: 開啓 **粵拼**

# IOSHomeTab.EnablingKeyboard.Step4
source: Turn on **Allow Full Access**
fr: Activez **Autoriser l'accès complet**
yue: 開啓 **允許全權取用**

# IOSHomeTab.EnablingKeyboardView.Answer.KeyboardNotFound
source: You may need to close the Settings app, then try again.
fr: Vous devrez peut-être fermer l'application Réglages, puis réessayer.
yue: 可能需要先完全關閉一次系統設定App，之後再嘗試一次。

# IOSHomeTab.EnablingKeyboardView.Answer.KeyboardUnavailable
source: This is a system bug, you may need to restart this device.
fr: Il s'agit d'un bogue système, vous devrez peut-être redémarrer cet appareil.
yue: 係系統嘅問題，可能需要重啓一下設備。

# IOSHomeTab.EnablingKeyboardView.Guide.CloseApp
source: How to close an app?
fr: Comment fermer une application ?
yue: 如何關閉App？

# IOSHomeTab.EnablingKeyboardView.Guide.RestartDevice
source: How to restart a device?
fr: Comment redémarrer un appareil ?
yue: 如何重啓設備？

# IOSHomeTab.EnablingKeyboardView.Question.KeyboardNotFound
source: Jyutping keyboard not showing up in the Settings app?
fr: Le clavier Jyutping n'apparaît pas dans l'application Réglages ?
yue: 系統設定App冇列出粵拼鍵盤？

# IOSHomeTab.EnablingKeyboardView.Question.KeyboardUnavailable
source: Jyutping keyboard not showing up in some other apps?
fr: Le clavier Jyutping ne s'affiche pas dans certaines autres applications ?
yue: 某啲App輸入時冇得揀粵拼鍵盤？

# IOSHomeTab.FAQ.Answer.ExternalKeyboards
source: Unfortunately not. Third-party keyboard apps can't communicate with external keyboards due to system limitations.
fr: Malheureusement non. Les applications de clavier tierces ne peuvent pas communiquer avec les claviers externes en raison des limitations du système.
yue: 由於系統限制，所有第三方輸入法都冇辦法使用外置鍵盤。並非開發者有意爲之。

# IOSHomeTab.FAQ.Answer.FullAccess.Row1.Haptic
source: Haptic Feedback
fr: Retour haptique
yue: 觸感回應（Haptic Feedback）

# IOSHomeTab.FAQ.Answer.FullAccess.Row2.Clipboard
source: Paste texts from the system clipboard
fr: Coller les textes depuis le presse-papiers du système
yue: 「貼上」掣將系統剪貼板文字內容貼上輸入

# IOSHomeTab.FAQ.Answer.RestartKeyboard
source: Sometimes the keyboard may trigger some bugs and it needs to be completely restarted. You can go to the Settings app and toggle the keyboard's “Allow Full Access” setting twice. The system will then restart the keyboard.
fr: Parfois, le clavier peut déclencher des bogues et il doit être complètement redémarré. Vous pouvez aller dans l'application Réglages et basculer deux fois le paramètre « Autoriser l'accès complet » du clavier. Le système redémarrera alors le clavier.
yue: 有時鍵盤出現問題，需要將佢徹底重啓。去系統設定App，將鍵盤嘅「允許全權取用」權限關閉、再開啓。系統就會將鍵盤重啓。

# IOSHomeTab.FAQ.Question.ExternalKeyboards
source: Can I use with external keyboards?
fr: Puis-je l'utiliser avec des claviers externes ?
yue: 如何使用外置鍵盤？

# IOSHomeTab.FAQ.Question.FullAccess
source: What does “Allow Full Access” do?
fr: À quoi sert « Autoriser l’accès complet » ?
yue: 開啓「全權取用」作何用？

# IOSHomeTab.FAQ.Question.RestartKeyboard
source: How to restart the keyboard?
fr: Comment redémarrer le clavier ?
yue: 如何重啓鍵盤？

# IOSHomeTab.FAQ.Question.TTS
source: Why is the TTS on my device not working?
fr: Pourquoi le TTS sur mon appareil ne fonctionne-t-il pas ?
yue: 點解我部機文字語音朗讀冇聲音？

# IOSHomeTab.Heading.HowToEnableThisKeyboard
source: How to enable this keyboard
fr: Comment activer ce clavier
yue: 如何啓用鍵盤

# IOSHomeTab.IntroductionsView.Body.ClearPreEdit
source: Swipe from right to left on the Delete key will clear current pre-edit syllables.
fr: Balayer de droite à gauche sur la touche Suppr effacera les syllabes de pré-édition actuelles.
yue: 刪除鍵(Delete)從右向左滑，即可一次過清空預輸入拼寫。

# IOSHomeTab.IntroductionsView.Body.ForgetCandidate
source: Long-press on a Candidate can delete it from Input Memory.
fr: Un appui long sur un candidat peut le supprimer de la mémoire d'entrée.
yue: 長按某一個候選詞可以將佢從輸入記憶刪除。

# IOSHomeTab.IntroductionsView.Body.PositionInsertionPoint
source: Touch and hold the Space bar until the keyboard triggers sound and haptic feedbacks; then, slide your finger left or right.
fr: Touchez et maintenez la barre d'espacement jusqu'à ce que le clavier déclenche des retours sonores et haptiques ; ensuite, faites glisser votre doigt vers la gauche ou vers la droite.
yue: 長按空格鍵(Space)直到觸發鍵盤聲音以及觸感回應，然後向左或者向右滑動手指。

# IOSHomeTab.IntroductionsView.Body.SpaceDoubleTapping
source: Double tapping the Space bar will insert a period followed by a space.
fr: Appuyer deux fois sur la barre d'espace insérera un point suivi d'un espace.
yue: 雙擊空格鍵(Space)可以輸入句號「。」

# IOSHomeTab.IntroductionsView.Body.TripleStrokeKeyboard.Row1
source: Double tapping the “gw” key will input “kw”.
fr: Appuyer deux fois sur la touche « gw » saisira « kw ».
yue: 雙擊 gw 鍵可以輸入 kw。

# IOSHomeTab.IntroductionsView.Body.TripleStrokeKeyboard.Row2
source: Because the nucleus sounds “oe” and “eo” are complementary in most cases, they share the same key and you don't need to tell them apart.
fr: Parce que les sons de noyau « oe » et « eo » sont complémentaires dans la plupart des cas, ils partagent la même touche et vous n'avez pas besoin de les distinguer.
yue: 因爲 oe、eo 兩個韻腹多數情況下係互補嘅，所以共用一鍵，無需區分。

# IOSHomeTab.IntroductionsView.Heading.ClearPreEdit
source: Clear current pre-edit text
fr: Effacer le texte de pré-édition actuel
yue: 一次過清除已輸入音節

# IOSHomeTab.IntroductionsView.Heading.ForgetCandidate
source: Remove a Candidate from Input Memory
fr: Supprimer un candidat de la mémoire d'entrée
yue: 從輸入記憶刪除某個候選詞

# IOSHomeTab.IntroductionsView.Heading.PositionInsertionPoint
source: Moving the insertion point
fr: Déplacement du point d’insertion
yue: 移動文字輸入位置

# IOSHomeTab.IntroductionsView.Heading.SpaceDoubleTapping
source: Period (Full Stop) shortcut
fr: Raccourci pour le point (point final)
yue: 雙擊空格鍵

# IOSHomeTab.IntroductionsView.Heading.TripleStrokeKeyboard
source: Triple-stroke (三拼) keyboard
fr: Clavier à triple frappe (三拼)
yue: 三拼鍵盤佈局

# IOSHomeTab.LabelTitle.ChangeDisplayLanguage
source: Change Display Language
fr: Changer la langue d’affichage
yue: 更改介面顯示語言

# IOSHomeTab.LabelTitle.ClipboardFeatures
source: Clipboard Features
fr: Fonctionnalités du presse-papiers
yue: 剪貼板相關功能

# IOSHomeTab.LabelTitle.MoreIntroductions
source: More Introductions
fr: Plus d’introductions
yue: 更多介紹

# IOSHomeTab.LabelTitle.ProblemsWithEnablingKeyboard
source: Problems with enabling keyboard?
fr: Problèmes avec l'activation du clavier ?
yue: 啓用鍵盤過程中遇到問題？

# IOSHomeTab.LabelTitle.TextToSpeech
source: Text to Speech
fr: Synthèse vocale
yue: 文字語音朗讀

# IOSHomeTab.NavigationTitle.ChangeDisplayLanguage
source: Display Language
fr: Langue d'affichage
yue: 介面顯示語言

# IOSHomeTab.NavigationTitle.ClipboardFeatures
source: Clipboard Features
fr: Fonctionnalités du presse-papiers
yue: 剪貼板相關功能

# IOSHomeTab.NavigationTitle.EnableKeyboard
source: Enable Keyboard
fr: Activer le clavier
yue: 啓用鍵盤

# IOSHomeTab.NavigationTitle.TextToSpeech
source: Text to Speech
fr: Synthèse vocale
yue: 文字語音朗讀

# IOSHomeTab.Text2Speech.Notice1
source: This app uses system built-in Text-to-Speech (TTS) service to speak texts.
fr: Cette application utilise le service de synthèse vocale (TTS) intégré au système pour prononcer les textes.
yue: 本應用程式使用嘅係，系統提供嘅文字語音朗讀（TTS）功能。

# IOSHomeTab.Text2Speech.Notice2
source: Text-to-Speech (TTS) may not work if this device is in silent mode.
fr: La synthèse vocale (TTS) peut ne pas fonctionner si cet appareil est en mode silencieux.
yue: 如果本設備處於靜音狀態，文字語音朗讀可能會冇聲音。

# IOSHomeTab.Text2Speech.Notice3
source: To ensure TTS functional, please go to **Settings** → **General** → **Language & Region**, then add **Chinese, Traditional (Hong Kong)** language.
fr: Pour garantir le fonctionnement de la synthèse vocale (TTS), veuillez aller dans **Réglages** → **Général** → **Langue et région**, puis ajouter la langue **Chinois, traditionnel (Hong Kong)**.
yue: 爲保證發音質素，請前往 **設定** → **一般** → **語言與地區**，添加 **繁體中文(香港)** 語言。

# IOSHomeTab.Text2Speech.Notice4
source: To improve TTS quality, please go to **Settings** → **Accessibility** → **VioceOver** → **Speech**, then add **Chinese (Hong Kong)** language voice.
fr: Pour améliorer la qualité de la synthèse vocale (TTS), veuillez aller dans **Réglages** → **Accessibilité** → **VoiceOver** → **Parole**, puis ajouter la voix de la langue **Chinois (Hong Kong)**.
yue: 爲提高發音質素，請前往 **設定** → **輔助使用** → **旁白** → **語音**，添加 **繁體中文(香港)** 語音。

# IOSHomeTab.Text2Speech.Notice5
source: If there is occasionally no sound, try to close the this app completely, or restart this device.
fr: S'il n'y a occasionnellement aucun son, essayez de fermer complètement cette application ou de redémarrer cet appareil.
yue: 如果係偶爾冇聲音，可以試下將本應用程式徹底關閉再試，或者重啓一下設備。

# IOSJyutpingTab.LabelTitle.JyutpingFinals
source: Jyutping Finals
fr: Finales en jyutping
yue: 粵拼韻母表

# IOSJyutpingTab.LabelTitle.JyutpingInitials
source: Jyutping Initials
fr: Initiales en jyutping
yue: 粵拼聲母表

# IOSJyutpingTab.LabelTitle.JyutpingTones
source: Jyutping Tones
fr: Tons du jyutping
yue: 粵拼聲調表

# IOSJyutpingTab.NavigationTitle.JyutpingFinals
source: Finals
fr: Finales en jyutping
yue: 粵拼韻母表

# IOSJyutpingTab.NavigationTitle.JyutpingInitials
source: Initials
fr: Initiales en jyutping
yue: 粵拼聲母表

# IOSJyutpingTab.NavigationTitle.JyutpingTones
source: Tones
fr: Tons du jyutping
yue: 粵拼聲調表

# IOSShared.ButtonTitle.GoToSettings
source: Go to **Settings**
fr: Aller dans les **Réglages**
yue: 前往 **設定**

# IOSShared.ContextMenu.CopyURL
source: Copy URL
fr: Copier l’URL
yue: 複製網址

# IOSTabView.NavigationTitle.About
source: About
fr: À propos
yue: 關於

# IOSTabView.NavigationTitle.Cantonese
source: Cantonese
fr: Cantonais
yue: 粵語

# IOSTabView.NavigationTitle.Home
source: Home
fr: Accueil
yue: 首䈎

# MacSidebar.NavigationTitle.About
source: About
fr: À propos
yue: 關於

# MacSidebar.NavigationTitle.CantoneseExpressions
source: Cantonese Expressions
fr: Expressions cantonaises
yue: 粵語用字參攷

# MacSidebar.NavigationTitle.CantonMetro
source: Canton Metro
fr: Métro de Canton
yue: 廣州地鐵

# MacSidebar.NavigationTitle.ChineseZodiac
source: Chinese Zodiac
fr: Signes du zodiaque chinois
yue: 十二生肖

# MacSidebar.NavigationTitle.FatshanMetro
source: Fatshan Metro
fr: Métro de Fatshan
yue: 佛山地鐵

# MacSidebar.NavigationTitle.HongKongMTR
source: Hong Kong MTR
fr: MTR de Hong Kong
yue: 港鐵

# MacSidebar.NavigationTitle.HundredFamilySurnames
source: Hundred Family Surnames
fr: Cent noms de famille
yue: 百家姓

# MacSidebar.NavigationTitle.InstallInputMethod
source: Input Method
fr: Méthode de saisie
yue: 輸入法

# MacSidebar.NavigationTitle.JyutpingFinals
source: Finals
fr: Finales en jyutping
yue: 韻母

# MacSidebar.NavigationTitle.JyutpingInitials
source: Initials
fr: Finales en jyutping
yue: 聲母

# MacSidebar.NavigationTitle.JyutpingTones
source: Tones
fr: Tons du jyutping
yue: 聲調

# MacSidebar.NavigationTitle.Numbers
source: Numbers
fr: Nombres
yue: 數字

# MacSidebar.NavigationTitle.Resources
source: Resources
fr: Ressources
yue: 資源

# MacSidebar.NavigationTitle.Search
source: Search
fr: Recherche
yue: 檢索

# MacSidebar.NavigationTitle.ShamChunMetro
source: Sham Chun Metro
fr: Métro de Sham Chun
yue: 深圳地鐵

# MacSidebar.NavigationTitle.SimplifiedCharacterConfusion
source: Simplified Character Confusion
fr: Confusion des caractères simplifiés
yue: 簡化字常見混亂

# MacSidebar.NavigationTitle.SolarTerms
source: Solar Terms
fr: Termes solaires
yue: 二十四節氣

# MacSidebar.NavigationTitle.StemsAndBranches
source: Stems & Branches
fr: Tiges et branches
yue: 天干地支

# MacSidebar.NavigationTitle.ThousandCharacterClassic
source: Thousand Character Classic
fr: Classique des mille caractères
yue: 千字文

# MacSidebar.NavigationTitle.TungkunRailTransit
source: Tungkun Rail Transit
fr: Transport ferroviaire de Tungkun
yue: 東莞軌道交通

# MacSidebar.SectionHeader.About
source: About
fr: À propos
yue: 關於

# MacSidebar.SectionHeader.Cantonese
source: Cantonese
fr: Cantonais
yue: 粵語

# MacSidebar.SectionHeader.InputMethod
source: Input Method
fr: Méthode de saisie
yue: 輸入法

# MacSidebar.SectionHeader.Metro
source: Metro
fr: Métro
yue: 地鐵

# Shared.About.Email
source: Email Feedback
fr: Commentaires par courriel
yue: 電郵反饋

# Shared.About.GoogleForms
source: Google Forms Feedback
fr: Commentaires via Google Forms
yue: Google Forms 反饋

# Shared.About.Instagram
source: Follow us on Instagram
fr: Instagram
yue: 關注 Instagram

# Shared.About.PrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité
yue: 私隱政策

# Shared.About.QQ
source: Join QQ Group
fr: Groupe QQ
yue: 加入 QQ 交流羣

# Shared.About.RedNote
source: Follow us on RedNote
fr: RedNote
yue: 關注小紅書

# Shared.About.SourceCode
source: Source Code
fr: Code source
yue: 源碼

# Shared.About.Telegram
source: Join Telegram Group
fr: Groupe Telegram
yue: 加入 Telegram 交流羣

# Shared.About.TencentSurvey
source: Tencent Survey Feedback
fr: Commentaires via Tencent Survey
yue: 騰訊問卷反饋

# Shared.About.Threads
source: Follow us on Threads
fr: Threads
yue: 關注 Threads

# Shared.About.Twitter
source: Follow us on X (Twitter)
fr: X (Twitter)
yue: 關注 X (Twitter)

# Shared.About.Website
source: Website
fr: Site web
yue: 官網

# Shared.Guide.Body.CangjieReverseLookup
source: Start with “v”, then enter Cangjie or Quick code. For example, enter “vdd”, candidate “林” will appear. Candidates will be displayed with the corresponding Jyutping.
fr: Commencez par « v », puis entrez le code Cangjie ou Quick. Par exemple, entrez « vdd », le candidat « 林 » apparaîtra. Les candidats seront affichés avec le Jyutping correspondant.
yue: 以 v 開始，再輸入倉頡或速成碼即可。例如輸入 vdd 就會出「林」等。候選詞會帶顯示對應嘅粵拼。

# Shared.Guide.Body.CangjieReverseLookup.Note
source: You can choose Cangjie / Quick version in input method / keyboard's settings page.
fr: Vous pouvez choisir la version Cangjie / Quick dans la page des paramètres de la méthode de saisie / du clavier.
yue: 輸入法／鍵盤設定䈎面可以揀倉頡、速成版本。

# Shared.Guide.Body.PinyinReverseLookup
source: Start with “r”, then enter Pinyin code. For example, enter “rlin”, candidate “林” will appear. Candidates will be displayed with the corresponding Jyutping.
fr: Commencez par « r », puis entrez le code Pinyin. Par exemple, entrez « rlin », le candidat « 林 » apparaîtra. Les candidats seront affichés avec le Jyutping correspondant.
yue: 以 r 開始，再輸入普通話拼音即可。例如輸入 rlin 就會出「林」等。候選詞會帶顯示對應嘅粵拼。

# Shared.Guide.Body.StrokeReverseLookup
source: Start with “x”, then enter Stroke code. For example, enter “xwsad”, candidate “木” will appear. Candidates will be displayed with the corresponding Jyutping.
fr: Commencez par « x », puis entrez le code des traits. Par exemple, entrez « xwsad », le candidat « 木 » apparaîtra. Les candidats seront affichés avec le Jyutping correspondant.
yue: 以 x 開始，再輸入筆畫碼即可。例如輸入 xwsad 就會出「木」等。候選詞會帶顯示對應嘅粵拼。

# Shared.Guide.Body.StructureReverseLookup
source: Start with “q”, then enter two components' Jyutping. For example, enter “qmukmuk”, candidate “林” will appear. Candidates will be displayed with the corresponding Jyutping.
fr: Commencez par « q », puis entrez le Jyutping de deux composants. Par exemple, entrez « qmukmuk », le candidat « 林 » apparaîtra. Les candidats seront affichés avec le Jyutping correspondant.
yue: 兩分即係將一個字分成兩部分，例如「林」字可以分成「木、木」。以 q 開始，再輸入兩個字嘅粵拼即可。例如輸入 qmukmuk 就會出「林」等。候選詞會帶顯示對應嘅粵拼。

# Shared.Guide.Example.ToneInput
source: Examples: sinq = sin3(線), sinqq = sin6(羨)
fr: Exemples : sinq = sin3(線), sinqq = sin6(羨)
yue: 例: sinq = sin3(線) sinqq = sin6(羨)

# Shared.Guide.Heading.CangjieReverseLookup
source: Lookup Jyutping with Cangjie or Quick(Sucheng)
fr: Rechercher le Jyutping avec Cangjie ou Quick (Sucheng)
yue: 用倉頡／速成反查粵拼

# Shared.Guide.Heading.PinyinReverseLookup
source: Lookup Jyutping with Mandarin Pinyin
fr: Rechercher le Jyutping avec le Pinyin mandarin
yue: 用普通話拼音反查粵拼

# Shared.Guide.Heading.StrokeReverseLookup
source: Lookup Jyutping with Stroke
fr: Rechercher le Jyutping avec les Stroke
yue: 用筆畫輸入反查粵拼

# Shared.Guide.Heading.StructureReverseLookup
source: Lookup Jyutping with character components
fr: Rechercher le Jyutping avec les composants de caractère
yue: 用兩分拆字反查粵拼

# Shared.Guide.Heading.ToneInput
source: Tone Input
fr: Saisir les tons
yue: 聲調輸入

# TextField.InputTextField
source: Input
fr: Saisie
yue: 輸入框

# TextField.SearchPronunciation
source: Search Pronunciation
fr: Rechercher la prononciation
yue: 查字音

# General.OK
source: OK
yue: 好

# IOSCantoneseTab.LabelTitle.MacauMetro
source: Metro Ligeiro de Macau
yue: 澳門輕軌
